IDEA StatiCa Open Model
ConnectionSetup.JointBetaFactor Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Joint coefficient βj - Used for Fjd calculation
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double JointBetaFactor { get; set; }
Public Property JointBetaFactor As Double
	Get
	Set
public:
property double JointBetaFactor {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
ConnectionSetup Class
IdeaRS.OpenModel Namespace